tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jdxcode/tap"
tap "jesseduffield/lazygit"
tap "wez/wezterm"
brew "bat"
brew "clang-format"
brew "cscope"
brew "difftastic"
brew "docker-completion"
brew "docker", link: false
brew "eza"
brew "fd"
brew "fontforge"
brew "fonttools"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "global"
brew "gnu-sed"
brew "jq"
brew "llvm"
brew "mise"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "procs"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "vim"
brew "webp"
brew "wget"
brew "xh"
brew "yarn"
brew "jesseduffield/lazygit/lazygit"
cask "1password-cli"
cask "1password-nightly"
cask "arc"
cask "codewhisperer"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "github"
cask "google-chrome"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "wezterm-nightly"
cask "zoom"
