tap "homebrew/bundle"
tap "homebrew/services"
tap "jdxcode/tap"
tap "jesseduffield/lazygit"
tap "wez/wezterm"
brew "atuin"
brew "bat"
brew "chezmoi"
brew "clang-format"
brew "cscope"
brew "zstd"
brew "difftastic"
brew "docker-completion"
brew "docker", link: false
brew "eza"
brew "fd"
brew "fontforge"
brew "fonttools"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "global"
brew "gnu-sed"
brew "gnu-tar"
brew "jnv"
brew "jq"
brew "llvm"
brew "mise"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "procs"
brew "ripgrep"
brew "rust-analyzer"
brew "sheldon"
brew "starship"
brew "telnet"
brew "vim"
brew "xh"
brew "yarn"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "1password-cli"
cask "amazon-q"
cask "arc"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "slack"
cask "wezterm@nightly"
cask "zoom"
